@extends('web.layout.master')
@section('css')
    <link rel="stylesheet" href="{{ asset('scss/about_us/about_us.css') }}" />
@endsection
@section('content')
    <main>
        <div class="overlay"></div>
        <div class="container">
            <div class="text">
                <span>رئيسية/عن البنك
                </span>
                <h1 class="h-1">حساب في كل بيت يمني
                </h1>
                <p class="f-16pt">يسهم في التنمية الاقتصادية والاجتماعية وفي تحسين
                    معيشة الفرد والمجتمع عن طريق خدمات مالية متنوعة ،
                    وبخبرات متراكمة تزيد عن أربعين عاما أسس هذا الصرح
                    الاقتصادي ليقدم خدماته للمواطنين بجميع المحافظات </p>
            </div>
        </div>
    </main>

    {{-- Start About Bank Section --}}
    <section class="about_us">
        <div class="container">
            <div class="list">
                <h2 class="h-2">عن البنك</h2>
                <ul>
                    <li class="dot" onclick="currentSlide(1)">من نحن</li>
                    <li class="dot" onclick="currentSlide(2)">الرؤية</li>
                    <li class="dot" onclick="currentSlide(3)">الرسالة</li>
                    <li class="dot" onclick="currentSlide(4)">الوضوح و الشفافية</li>
                    <li class="dot" onclick="currentSlide(5)">الغايات</li>
                </ul>
            </div>
            <div class="content">
                <div class="images">
                    <img src="{{ asset('images/6.png') }}" alt="">
                </div>
                <div class="overlay"></div>
                <div class="text mySlides fad">
                    <h3 class="h-3">من نحن</h3>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                </div>
                <div class="text mySlides fad">
                    <h3 class="h-3">الرؤية</h3>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                </div>
                <div class="text mySlides fad">
                    <h3 class="h-3">الرسالة</h3>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                </div>
                <div class="text mySlides fad">
                    <h3 class="h-3">الوضوح و الشفافية</h3>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                </div>
                <div class="text mySlides fad">
                    <h3 class="h-3">الغايات</h3>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                    <br>
                    <br>
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا
                        النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى هذا النص
                        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                        <br>
                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                    </p>
                </div>
                <div class="bank">
                    <span class="link perv" onclick="plusSlides(-1)">السابق</span>
                    <span class="link next" onclick="plusSlides(1)">التالي</span>
                </div>
            </div>

        </div>

    </section>
    {{-- End About Bank Section --}}


    {{-- Start Principles Section --}}
    <section class="principles">
        <div class="container">
            <h2 class="h-2">القيم والمبادئ</h2>
            <div class="content">
                <h3 class="h-3">الالتزام</h3>
                <div class="box">
                    <div class="text">
                        <p>
                            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد
                            النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                            النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                            توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                            المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                        </p>
                    </div>
                    <div class="images">
                        <img src="{{ asset('images/princ_1.png') }}" alt="">
                    </div>
                </div>
            </div>
            <div class="content reverse">
                <h3 class="h-3">الالتزام</h3>
                <div class="box ">
                    <div class="text">
                        <p>
                            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد
                            النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                            النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                            توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                            المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                        </p>
                    </div>
                    <div class="images">
                        <img src="{{ asset('images/princ_1.png') }}" alt="">
                    </div>
                </div>
            </div>
            <div class="content">
                <h3 class="h-3">الالتزام</h3>
                <div class="box">
                    <div class="text">
                        <p>
                            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد
                            النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                            النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                            توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                            المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                        </p>
                    </div>
                    <div class="images">
                        <img src="{{ asset('images/princ_1.png') }}" alt="">
                    </div>
                </div>
            </div>
            <div class="content reverse">
                <h3 class="h-3">الالتزام</h3>
                <div class="box ">
                    <div class="text">
                        <p>
                            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد
                            النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                            النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                            توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                            المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                        </p>
                    </div>
                    <div class="images">
                        <img src="{{ asset('images/princ_1.png') }}" alt="">
                    </div>
                </div>
            </div>
            <div class="content">
                <h3 class="h-3">الالتزام</h3>
                <div class="box">
                    <div class="text">
                        <p>
                            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد
                            النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
                            النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
                            توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                            المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس
                        </p>
                    </div>
                    <div class="images">
                        <img src="{{ asset('images/princ_1.png') }}" alt="">
                    </div>
                </div>
            </div>
        </div>
    </section>
    {{-- End Principles Section --}}

    {{-- Start Share Section --}}
    <section class="share">
        <h2 class="h-2">
            مشاركة الصفحة في
        </h2>
        <ul>
            <li><i class="fa-brands fa-twitter"></i></li>
            <li><i class="fa-brands fa-whatsapp"></i></li>
            <li><i class="fa-brands fa-twitter"></i></li>
            <li><i class="fa-brands fa-twitter"></i></li>
            <li><i class="fa-brands fa-facebook-f"></i></li>
        </ul>
    </section>
    {{-- End Share Section --}}
@endsection
@section('javascript')
    <script src="{{ asset('js/about_us.js') }}"></script>
@endsection
