<?php 
return [
    'home'                          =>          'الرئيسية' ,
    'contact_us'                    =>          'تواصل معنا',
    'jobs'                          =>          'الوظائف',
    'point_services'                =>          'نقاط الخدمة',
    'home_title'                    =>          'حساب في كل بيت يمني',
    'home_p'                        =>      'يسهم في التنمية الاقتصادية والاجتماعية',
    'about_us'                      =>          'عن البنك',
    'bank_app'                      =>          'تطبيقات البنك',
];
?>